ahmadalli.vscode-nginx-conf
akamud.vscode-theme-onedark
biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
foxundermoon.shell-format
github.github-vscode-theme
humao.rest-client
jdinhlife.gruvbox
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.theme-predawnkit
prisma.prisma
ritwickdey.liveserver
rogalmic.bash-debug
stivo.tailwind-fold
tomphilbin.gruvbox-themes
vitest.explorer
vivaxy.vscode-conventional-commits
vscode-icons-team.vscode-icons
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
